[
  {
    "id": 0,
    "productName": "Abacate",
    "image": "🥑",
    "from": "Espanha",
    "nutrients": "Vitamina B, Vitamina K",
    "quantity": "4 🥑",
    "price": "6.50",
    "organic": true,
    "description": "Um abacate maduro, quando segurado na palma da mão e espremido, deforma levemente à pressão suave. A fruta não é doce, tem sabor distinto e sutil com textura suave. O abacate é popular na culinária vegetariana como substituto de carnes em sanduíches e saladas devido ao seu alto teor de gordura. Geralmente, o abacate é servido cru, embora algumas espécies, incluindo o comum 'Hass', podem ser cozidas por um curto período de tempo sem se tornarem amargas. É usado como base para o prato típico mexicano conhecido como guacamole, bem como em tortilhas ou torradas de milho, servido com especiarias."
  },
  {
    "id": 1,
    "productName": "Queijo de Cabra",
    "image": "🧀",
    "from": "Portugal",
    "nutrients": "Vitamina A, Calcio",
    "quantity": "250g",
    "price": "5.00",
    "organic": false,
    "description": "Cremoso e com sabor distinto, o queijo de cabra é um produto lácteo apreciado em todo o mundo. O queijo de cabra vem em uma ampla variedade de sabores e texturas, de queijo fresco macio e passível de propagação a queijo salgado resfriado e envelhecido. Embora seja feito usando o mesmo processo de coagulação e separação que o queijo feito com leite de vaca, o queijo de cabra difere no conteúdo de nutrientes."
  },
  {
    "id": 2,
    "productName": "Brocolis",
    "image": "🥦",
    "from": "Portugal",
    "nutrients": "Vitamina C, Vitamina K",
    "quantity": "3 🥦",
    "price": "5.50",
    "organic": true,
    "description": "O brócolis é conhecido por ser um vegetal saudável e saboroso, rico em dezenas de nutrientes. Diz-se que no brócolis encontramos o pacote mais nutritivo de qualquer vegetal. Quando pensamos em vegetais verdes para incluir em nossa dieta, o brócolis é um dos principais legumes que vêm à nossa mente. O brócolis é um vegetal crucífero e parte da família do repolho, que inclui vegetais como couve-de-bruxelas e couve. Embora os gostos sejam diferentes, o brócolis e esses outros vegetais são da mesma família."
  },
  {
    "id": 3,
    "productName": "Cenouras",
    "image": "🥕",
    "from": "França",
    "nutrients": "Vitamina A, Vitamina K",
    "quantity": "20 🥕",
    "price": "3.00",
    "organic": true,
    "description": "A cenoura é um vegetal de raiz que costuma ser considerado o alimento natural perfeito. É crocante, saboroso e altamente nutritivo. A cenoura é uma fonte particularmente boa de beta-caroteno, fibra, vitamina K, potássio e antioxidantes. As cenouras têm vários benefícios à saúde. Eles são um alimento amigável para perda de peso e têm sido associados a níveis mais baixos de colesterol e melhora da saúde ocular."
  },
  {
    "id": 4,
    "productName": "Milho em Espiga",
    "image": "🌽",
    "from": "Alemanha",
    "nutrients": "Vitamina C, Magnesio",
    "quantity": "2 🌽",
    "price": "2.00",
    "organic": false,
    "description": "Também conhecido como milho, o milho é um dos cereais mais populares do mundo. Pipoca e milho doce são variedades comumente consumidas, mas produtos de milho refinado também são amplamente consumidos, freqüentemente como ingredientes nos alimentos. Estes incluem tortilhas, polenta, farinha de milho, xarope de milho e óleo de milho. O milho integral é tão saudável quanto qualquer cereal, rico em fibras e muitas vitaminas, minerais e antioxidantes. É o alimento predileto da torcida do Corinthians."
  }
]